Repository: linhay/remodex
Catalog: CodexMobile/CodexMobile/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ (default)
zh_hans: %@（默认）

# %@ / %@ tokens used
source: %1$@ / %2$@ tokens used
zh_hans: %@ / %@ 已使用 token

source: %@. Answer ready in another chat.
zh_hans: %@。答案已在另一个聊天中就绪。

# %lld file%@
source: %1$lld file%2$@
zh_hans: %lld 个文件%@

# %lld file%@ changed
source: %1$lld file%2$@ changed
zh_hans: %lld 个文件%@已更改

source: %lld%% full
zh_hans: 已满 %lld%%

source: %lld%% left
zh_hans: 剩余 %lld%%

source: Access
zh_hans: 访问权限

source: Action failed
zh_hans: 操作失败

source: After the package finishes updating, restart the bridge on your Mac and come back here.
zh_hans: 包更新完成后，请在你的 Mac 上重启 bridge，然后再回到这里。

source: All active chats in this project will be archived.
zh_hans: 此项目中所有进行中的聊天将被归档。

source: Answer ready in another chat
zh_hans: 答案已在另一个聊天中就绪

source: Approval request
zh_hans: 审批请求

source: Approve
zh_hans: 批准

source: Archive
zh_hans: 归档

source: Archive "%@"?
zh_hans: 归档“%@”？

source: Archive Project
zh_hans: 归档项目

source: Archived
zh_hans: 已归档

source: Archived Chats
zh_hans: 已归档聊天

source: Ask anything... @files, $skills, /commands
zh_hans: 想问什么都可以… @files、$skills、/commands

source: Attachment and plan options
zh_hans: 附件与计划选项

source: Auto
zh_hans: 自动

source: Auto ✓
zh_hans: 自动 ✓

source: Browse all branches (%lld)...
zh_hans: 浏览全部分支（%lld）…

source: Camera access needed
zh_hans: 需要相机权限

source: Cancel
zh_hans: 取消

source: Chats are End-to-end encrypted
zh_hans: 聊天已端到端加密

source: Chats are End-to-end encrypted between your iPhone and Mac. The relay only sees ciphertext and connection metadata after the secure handshake completes.
zh_hans: 你 iPhone 与 Mac 之间的聊天采用端到端加密。安全握手完成后，relay 只能看到密文和连接元数据。

source: Chats started in a project stay scoped to that working directory. If you pick No Project, the chat is global.
zh_hans: 在项目中发起的聊天会限定在该工作目录内。如果选择“无项目”，聊天将为全局范围。

source: Checking whether the reverse patch applies cleanly...
zh_hans: 正在检查反向补丁是否可干净应用…

source: Choose a project for this chat.
zh_hans: 为此聊天选择一个项目。

source: Choose what the reviewer should compare.
zh_hans: 选择评审应比较的内容。

source: Close
zh_hans: 关闭

source: Close code review options
zh_hans: 关闭代码评审选项

source: Cloud
zh_hans: 云端

source: Code Review
zh_hans: 代码评审

source: Collapse All
zh_hans: 全部折叠

source: Command
zh_hans: 命令

source: Commit & Push
zh_hans: 提交并推送

source: Connect
zh_hans: 连接

source: Connect to view conversations
zh_hans: 连接后查看会话

source: Context window
zh_hans: 上下文窗口

source: Context window:
zh_hans: 上下文窗口：

source: Control Codex from your iPhone.
zh_hans: 在你的 iPhone 上控制 Codex。

source: Conversation diff total
zh_hans: 会话差异总计

source: Copied
zh_hans: 已复制

source: Copy
zh_hans: 复制

source: Copy bridge update command
zh_hans: 复制 bridge 更新命令

source: Copy response
zh_hans: 复制回复

source: Could not safely undo this response.
zh_hans: 无法安全撤销此回复。

source: Current branch
zh_hans: 当前分支

source: Decline
zh_hans: 拒绝

source: Delete
zh_hans: 删除

source: Delete "%@"?
zh_hans: 删除“%@”？

source: Deny
zh_hans: 拒绝

source: Diff
zh_hans: 差异

source: Dismiss notification
zh_hans: 忽略通知

source: Done
zh_hans: 完成

source: End-to-end encrypted
zh_hans: 端到端加密

source: Error
zh_hans: 错误

source: Expand All
zh_hans: 全部展开

source: Font
zh_hans: 字体

source: Git actions
zh_hans: Git 操作

source: Hi! How can I help you?
zh_hans: 你好！我可以帮你做什么？

source: I Updated It
zh_hans: 我已更新

source: Liquid Glass effects are enabled.
zh_hans: Liquid Glass 效果已启用。

source: Load earlier messages
zh_hans: 加载更早消息

source: Loading current limits...
zh_hans: 正在加载当前限制…

source: Loading models...
zh_hans: 正在加载模型…

source: Local
zh_hans: 本地

source: Menu
zh_hans: 菜单

source: Model
zh_hans: 模型

source: Name
zh_hans: 名称

source: New Chat
zh_hans: 新建聊天

source: No archived chats
zh_hans: 没有已归档聊天

source: No branches found
zh_hans: 未找到分支

source: No commands for /%@
zh_hans: 没有 /%@ 可用命令

source: No conversations
zh_hans: 暂无会话

source: No files for @%@
zh_hans: 没有 @%@ 相关文件

source: No matching conversations
zh_hans: 没有匹配的会话

source: No models available
zh_hans: 无可用模型

source: No Project
zh_hans: 无项目

source: No reasoning options
zh_hans: 无推理选项

source: No relay source configured.
zh_hans: 未配置 relay 来源。

source: No skills for $%@
zh_hans: 没有 $%@ 相关技能

source: Normal
zh_hans: 标准

source: Not Now
zh_hans: 暂不

source: Nothing to Commit
zh_hans: 无可提交内容

source: OK
zh_hans: 确定

source: Open Settings
zh_hans: 打开设置

source: Open Settings and allow camera access to scan the pairing QR code.
zh_hans: 打开设置并允许相机权限，以扫描配对二维码。

source: Opens the completed chat.
zh_hans: 打开已完成的聊天。

source: Output (last %lld lines)
zh_hans: 输出（最近 %lld 行）

source: Pairing Code
zh_hans: 配对码

source: Paste from Clipboard
zh_hans: 从剪贴板粘贴

source: Paste the full pairing payload from the Remodex CLI QR output.
zh_hans: 粘贴来自 Remodex CLI 二维码输出的完整配对载荷。

source: Photo library
zh_hans: 照片图库

source: Plan
zh_hans: 计划

source: Plan mode
zh_hans: 计划模式

source: PR target
zh_hans: PR 目标

source: Projects
zh_hans: 项目

source: Pull & Rebase
zh_hans: 拉取并变基

source: Rate limits
zh_hans: 速率限制

source: Rate limits are unavailable for this account.
zh_hans: 此账户无法获取速率限制信息。

source: Reasoning
zh_hans: 推理

source: Reconnecting...
zh_hans: 正在重连…

source: Recovery
zh_hans: 恢复

source: Refresh
zh_hans: 刷新

source: Refreshing...
zh_hans: 刷新中…

source: Relay Sources
zh_hans: Relay 来源

source: Reload branch list
zh_hans: 重新加载分支列表

source: Reloading...
zh_hans: 重新加载中…

source: Remove code review
zh_hans: 移除代码评审

source: Remove file mention
zh_hans: 移除文件引用

source: Remove image
zh_hans: 移除图片

source: Remove skill mention
zh_hans: 移除技能引用

source: Rename
zh_hans: 重命名

source: Rename Conversation
zh_hans: 重命名会话

source: Repository diff total
zh_hans: 仓库差异总计

source: Resume queued messages
zh_hans: 恢复排队消息

source: Retry
zh_hans: 重试

source: Run this on your Mac
zh_hans: 请在你的 Mac 上运行此命令

source: Scan Error
zh_hans: 扫描错误

source: Scan New QR Code
zh_hans: 扫描新的二维码

source: Scan QR Code
zh_hans: 扫描二维码

source: Scan QR code from Remodex CLI
zh_hans: 扫描 Remodex CLI 生成的二维码

source: Scroll to latest message
zh_hans: 滚动到最新消息

source: Search branches
zh_hans: 搜索分支

source: Search conversations
zh_hans: 搜索会话

source: Searching files...
zh_hans: 正在搜索文件…

source: Searching skills...
zh_hans: 正在搜索技能…

source: Security: %@
zh_hans: 安全性：%@

source: Select model
zh_hans: 选择模型

source: Select Text
zh_hans: 选择文本

source: Send
zh_hans: 发送

source: Sending...
zh_hans: 发送中…

source: Settings
zh_hans: 设置

source: Show %lld more
zh_hans: 再显示 %lld 条

source: Show less
zh_hans: 收起

source: Speed
zh_hans: 速度

source: Start a chat without a working directory.
zh_hans: 在不指定工作目录的情况下开始聊天。

source: Start new chat
zh_hans: 开始新聊天

source: Status
zh_hans: 状态

source: Status: %@
zh_hans: 状态：%@

source: Steer
zh_hans: 引导

source: Switching...
zh_hans: 切换中…

source: Take a photo
zh_hans: 拍照

source: The run is still active. You can stop it below if needed.
zh_hans: 该运行仍在进行中。如有需要可在下方停止。

source: There are no changes to commit.
zh_hans: 没有可提交的变更。

source: Thinking...
zh_hans: 思考中…

source: This action will try to undo only the changes from this response. Later local edits stay untouched unless they overlap.
zh_hans: 此操作将仅尝试撤销本次回复带来的改动。后续本地编辑会保留，除非发生重叠。

source: This response can be undone cleanly.
zh_hans: 此回复可以被干净撤销。

source: Trusted Mac: %@
zh_hans: 受信任的 Mac：%@

source: Unarchive
zh_hans: 取消归档

source: Unavailable
zh_hans: 不可用

source: Undo
zh_hans: 撤销

source: Undo looks clean, but other chats touched some of these files.
zh_hans: 撤销看起来是干净的，但其他聊天也修改了其中部分文件。

source: Undo this response
zh_hans: 撤销此回复

source: Undoing...
zh_hans: 撤销中…

source: Update
zh_hans: 更新

source: Use Pairing Code Instead
zh_hans: 改用配对码

source: Used for local alerts when a run finishes while the app is in background.
zh_hans: 用于应用在后台时，运行完成后的本地提醒。

source: Using solid material fallback.
zh_hans: 正在使用实心材质回退。

source: Waiting for token usage from the runtime
zh_hans: 正在等待运行时返回 token 用量

source: Working on it...
zh_hans: 处理中…

source: Write
zh_hans: 写入
